Repository: wp-plugins/mylinksdump
Catalog: languages/myLinksDump-*.po
Languages: fa_ir

source: myLinksDump
fa_ir: لینکدونی من

source: EditLinksDump
fa_ir: ویرایش پیوندهای لینکدونی

source: Settings
fa_ir: تنظیمات

source: Are you sure?
fa_ir: آیا مطمئن هستید؟

source: Add new link
fa_ir: افزودن پیوند جدید

source: Link Title
fa_ir: عنوان پیوند

source: Link URL
fa_ir: آدرس پیوند

source: Please input fully qaulified URL with <code>http://</code>
fa_ir: لطفا پیوند را به صورت کامل و صحیح وارد نمایید. پروتکل <code >//:http</code> حتما باید در ابتدای پیوند آورده شود

source: Little Description
fa_ir: شرح مختصر

source: Approval
fa_ir: تایید لینک

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Save Changes
fa_ir: ذخیره تغییرات

source: Reset Form
fa_ir: از نو

source: Delete
fa_ir: حذف

source: Add New Link
fa_ir: افزودن پیوند جدید

source: Link deleted.
fa_ir: پیوند مورد نظر با موفقیت پاک شد.

source: Link saved.
fa_ir: پیوند با موفقیت ذخیره شد.

source: Link not saved. Entered link is already in database.
fa_ir: پیوند ذخیره نشد. پیوند مورد نظر شما تکراری می باشد.

source: Link not saved. Please fill required field.
fa_ir: پیوند ذخیره نشد. لطفا بخش های مورد نیاز را پر نمایید.

source: List of links
fa_ir: لیست پیوندها

source: Total Links
fa_ir: تعداد کل پیوندها

source: Sort by:
fa_ir: مرتب سازی بر اساس:

source: Select Column
fa_ir: انتخاب ستون

source: Visits
fa_ir: بازدیدها

source: Title
fa_ir: عنوان

source: Date Added
fa_ir: تاریخ افزوده شدن

source: Select Direction
fa_ir: انتخاب جهت

source: Ascending
fa_ir: صعودی

source: Descending
fa_ir: نزولی

source: Search
fa_ir: جستجو

source: Description
fa_ir: شرح

source: Edit
fa_ir: ویرایش

source: Edit Link
fa_ir: ویرایش پیوندها

source: Approve Link
fa_ir: تایید لینک

source: Bulk Actions
fa_ir: عملیات های یکجا

source: Approve
fa_ir: تایید لینک

source: Apply
fa_ir: اعمال تغییرات

source: First
fa_ir: صفحه اول

source: Prev
fa_ir: قبلی

source: Page
fa_ir: صفحه

source: of
fa_ir: از

source: Next
fa_ir: بعدی

source: Last
fa_ir: صفحه آخر

source: Top 10 Links
fa_ir: ده لینک برتر

source: Top 10 Links of Month
fa_ir: ده لینک برتر ماه

source: Top 10 Links of Week
fa_ir: ده لینک برتر هفته

source: Options saved.
fa_ir: تنظیمات ذخیره شد.

source: myLinksDump Settings
fa_ir: تنظیمات لینکدونی من

source: Links Dump Title
fa_ir: عنوان لینکدونی

source: Links Dump Title(Widget)
fa_ir: عنوان لینکدونی (ابزارک)

source: Number of links to display(front-end)
fa_ir: تعداد پیوندها (قالب سایت)

source: Items per page.
fa_ir: مورد در هر صفحه

source: Number of links to display(widget)
fa_ir: تعداد پیوندها (ابزارک)

source: Number of links to display(back-end)
fa_ir: تعداد پیوندها (بخش مدیریت)

source: Number of links to display(RSS feed)
fa_ir: تعداد پیوندها (خوراک سایت)

source: Number of days to display(archive)
fa_ir: تعداد روزها (آرشیو)

source: Archive page ID
fa_ir: شناسه صفحه آرشیو

source: If you don't know about this, then read FAQ in readme.txt file.
fa_ir: چنانچه در این مورد اطلاع کافی ندارید، بخش پرسش های متداول فایل راهنمای همراه افزونه را مطالعه نمایید.

source: Show counter
fa_ir: نمایش آمار بازدید

source: Counter format
fa_ir: فرمت شمارنده

source: Short URL
fa_ir: نمایش آدرس کوتاه

source: Whether to show full address upon showing link or just show short form.
fa_ir: این گزینه مشخص می کند که به هنگام نمایش لینک آدرس به صورت کوتاه نمایان شود یا به صورت کامل.

source: Show description(front-end)
fa_ir: نمایش توضیحات (قالب سایت)

source: Show description(widget)
fa_ir: نمایش توضیحات (ابزارک)

source: Allow repeated link
fa_ir: افزودن پیوند تکراری مجاز است

source: Open links in new window
fa_ir: بازگشایی پیوند در پنجره جدید

source: Open links with my branding
fa_ir: بازگشایی در پنجره دارای نوار بالایی

source: Send notification email on user submission
fa_ir: ارسال ایمیل آگاه ساز

source: Auto approve submitted links
fa_ir: تایید خودکار لینک های ارسالی

source: Branding bar background color
fa_ir: رنگ زمینه نوار بالایی

source: It must be in HEX format without leading # sign.
fa_ir: مقدار کد رنگ باید در فرمت هگز و بدون علامت # وارد شود.

source: Links dump style
fa_ir: شیونامه لینکدونی

source: This will be used to set style of Link Dump on front-end.
fa_ir: از شیونامه مشخص شده در این قسمت جهت آراستن لینکدونی جهت نمایش در سایت استفاده می شود.

source: myLinksDump FeedBurner address
fa_ir: آدرس فیدبرنر لینکدونی

source: If you leave this field blank, default RSS output will be shown.
fa_ir: چنانچه این بخش را خالی رها کنید، خروجی پیشفرض سایت برای خوراک نمایش داده خواهد شد.

source: myLinksDump RSS description
fa_ir: توضیح مختصر برای خوراک

source: Specify your description for myLinksDump RSS feed.
fa_ir: توضیحی مختصر جهت درج در خوراک لینکدونی سایت خود را در این بخش وارد نمایید.

source: Notes on using quick add feature
fa_ir: نکاتی جهت استفاده از ویژگی درج لینک خارج از ورد پرس

source: You can add link to your links dump while you are surfing using your browser. In order to do this bookmark generated link and press it when ever you liked a link. When you press this bookmark, you'll be presented with pop-up window filled with the URL and title of the link you&#39;ve liked. By the time you did this, you can type your remark on that link and press <strong>Add My Link!</strong> button.
fa_ir: شما با استفاده از ویژگی افزودن لینک به لینکدونی خارج از محیط ورد پرس به آسانی می توانید در حین وبگردی خود پیوند مورد نظر را با کلیک بر روی پیوندی که در ادامه برای شما تولید شده است اقدام به درج سریع پیوند مورد نظر خود نمایید. بدینوسیله شما به پنجره ای جهنده هدایت خواهید شد که عنوان لینک مورد نظر و آدرس آن به طور خودکار درج شده و شما می توانید در صورت تمایل توضیحی مختصر ضمیمه کرده و آن را ارسال نمایید.

source: Generated Bookmard
fa_ir: بوکمارک تولید شده

source: myLD Quick Adder
fa_ir: افزودن به لینکدونی

source: Click Here to See How
fa_ir: اگر نمی دانید چطور، اینجا را کلیک کنید

source: Widget Title:
fa_ir: عنوان ابزارک

source: Number of links to display:
fa_ir: تعداد پیوندها جهت نمایش

source: Sort by Visits
fa_ir: نمایش بر اساس بازدید

source: Sort by Title
fa_ir: نمایش بر اساس عنوان

source: Previous Link
fa_ir: لینک قبلی

source: Next Link
fa_ir: پیوند بعدی

source: Home Page
fa_ir: صفحه اصلی

source: Visit this
fa_ir: این لینک رو ببین

source: Send to Yahoo messenger friends
fa_ir: ارسال لینک برای دوستان از طریق یاهو مسنجر

source: RSS Feed
fa_ir: آدرس خوراک

source: Add to Digg
fa_ir: افزودن به دیگ

source: Add to Delicious
fa_ir: افزودن به خوشمزه

source: Add to FriendFeed
fa_ir: افزودن به فرندفید

source: Add to Balatarin
fa_ir: افزودن به بالاترین

source: Add to Mohandes
fa_ir: افزودن به مهندس
